Repository: collective/Products.RedirectionTool
Catalog: Products/RedirectionTool/locales/*/LC_MESSAGES/Products.RedirectionTool.po
Languages: da, de, es, eu, nl, pt_br

source: %i aliases added.
de: %i Umleitungen angelegt.
es: %i alias añadidos.
eu: %i alias gehituta
nl: %i aliassen toegevoegd.
pt_br: %i atalhos adicionados.

source: Add
da: Tilføj
de: Hinzufügen
es: Agregar
eu: Gehitu
nl: Toevoegen
pt_br: Adicionar

source: Alias added.
da: Alias tilføjet
de: Umleitung angelegt.
es: Alias añadido.
eu: Aliasa gehituta
nl: Alias toegevoegd.
pt_br: Atalho adicionado.

source: Alias path must start with a slash.
da: Sti til alias skal starte med en skråstreg
de: Der Pfad der Umleitung muss mit einem Schrägstrich beginnen.
es: Un alias debe comenzar con un /
eu: Aliasaren bidea / ikurrarekin hasi behar da.
nl: Alias pad moet beginnen met een slash.
pt_br: O caminho do atalho deve começar com uma barra '/'.

source: Alias removed.
da: Alias fjernet
de: Umleitung entfernt.
es: Alias eliminado.
eu: Aliasa ezabatuta.
nl: Alias verwijderd.
pt_br: Atalho removido.

source: Aliases
da: Aliaser
de: Umleitungen
es: Alias
eu: Aliasak
nl: Aliassen
pt_br: Atalhos

source: Aliases removed.
da: Aliaser fjernet
de: Umleitungen entfernt.
es: Alias eliminados.
eu: Aliasa ezabatuta.
nl: Aliassen verwijderd.
pt_br: Atalhos removidos.

source: An alias is a path from the portal root and doesn't include http:// or alike.
da: Et alias er en sti fra roden af sitet og indeholder ikke http:// eller lignende.
de: Eine Umleitung ist ein Pfad relativ zur Website-Wurzel und enthält kein http:// oder Ähnliches.
es: Un alias es un camino desde la raíz del sitio Plone y no incluye http:// o similares.
eu: Aliasa atariaren errotik hasten den bidea da eta ez da http:// eta antzekoekin hasi behar.
nl: Een alias is een pad vanaf de portal root en bevat geen http:// of soortgelijke prefixes
pt_br: Um atalho é um caminho a partir da raiz do portal e não inclui o protocolo (http:// ou semelhantes).

source: Configure Redirection Tool
da: Indstil Adresseomstilleren
es: Configurar la Herramienta de Redireccionamiento
eu: Berbideraketa Tresna konfiguratu
pt_br: Configuração do Redirection Tool

source: Each line must have 2 columns.
da: Hver linie skal have to kolonner
de: Jede Zeile muß aus 2 Spalten bestehen.
es: Cada linea debe tener dos columnas.
eu: Lerro bakoitzak bi zutabe izan behar ditu.
nl: Elke lijn moet 2 kolommen hebben.
pt_br: Cada linha deve ter 2 colunas.

source: Managed types
da: Indholdstyper med alias
de: Verwaltete Typen
es: Tipos gestionados.
eu: Kudeatutako elementu-motak
nl: Gemanagede types
pt_br: Tipos gerenciados

source: No aliases selected for removal.
da: Ingen aliaser valgt til at blive fjernet.
de: Keine Umleitungen zum Entfernen ausgewählt.
es: No se ha seleccionado ningún alias a eliminar.
eu: Ez duzu ezabatzeko aliasik aukeratu.
nl: Geen aliassen geselecteerd voor verwijdering.
pt_br: Nenhum atalho selecionado para remoção.

source: Redirection
da: omstilling
es: Redireccionamiento
eu: Berbideraketa
pt_br: Redirecionamento

source: Redirection and Aliases
da: Omstillinger og aliaser
de: Umleitungen
es: Redirecciones y Alias
eu: Berbideraketa eta aliasak
nl: Verwijzingen en Aliassen
pt_br: Redirecionamento e Atalhos

source: Remove
da: Fjern
de: Entfernen
es: Eliminar
eu: Ezabatu
nl: Verwijder
pt_br: Remover

source: Required
da: Skal udfyldes
de: Erforderlich
es: Obligatorio
eu: Beharrezkoa
nl: Verplicht
pt_br: Obrigatório

source: Select the types for which the aliases can be managed
da: Vælg de indholdstyper man skal kunne vælge aliaser for
de: Wählen Sie die Typen aus, für die Umleitungen verwaltet werden können.
es: Seleccione los tipos para los que podrá gestionar los alias.
eu: Aukeratu aliasak zein elementu motarentzat kudeatu ahal izango dituzun.
nl: Selecteer de types waarvoor aliassen gemanaged moeten kunnen worden
pt_br: Selecione os tipos que os atalhos poderão ser gerenciados.

source: Target path must be relative to the portal root and not include http:// or the like.
da: Stien er fra roden af sitet og indeholder ikke http:// eller lignende.
de: Der Zielpfad muss relativ zur Website-Wurzel sein und darf kein http:// oder Ähnliches enthalten.
es: El camino del destino tiene que ser relativo a la raíz del sitio Plone y no debe incluir http:// o similares.
eu: Helburu bidea atariaren eroarekiko erlatiboa izan behar da eta ez da http:// edo antzekoekin hasi behar.
nl: Het doel-pad moet relatief zijn ten opzicht van de root and mag geen http:// of dergelijks bevatten
pt_br: Caminho de destino deve ser relativo à raiz do portal e não inclui o protocolo (http:// o semelhantes).

source: Target path must start with a slash.
da: Stien skal starte med en skråstreg.
de: Der Zielpfad muss mit einem Schrägstrich beginnen.
es: El camino del destino debe comenzar con un /
eu: Helburu bidea / ikurrarekin hasi behar da.
nl: Het doel-pad moet beginnen met een slash
pt_br: Caminho de destino deve começar com uma barra '/'.

source: Upload
de: Hochladen
es: Cargar
eu: Kargatu

source: You don't have the permission to set an alias from the location you provided.
da: Du har ikke rettigheder til at oprette et alias from det sted.
de: Sie haben keine ausreichende Berechtigung, um diese Umleitung anzulegen.
es: No tiene permisos para guardar un alias del objeto que indicó.
eu: Ez daukazu esandako helbidetik aliasa jartzeko baimenik
nl: Je hebt geen permissie om een alias te zetten vanaf de lokatie die je hebt opgegeven.
pt_br: Você não tem permissão para configurar um atalho a partir do local que você escolheu.

source: You have to enter a target.
da: Du skal udfylde en landingsside
de: Sie müssen ein Ziel angeben.
es: Tiene que indicar un destino
eu: Helburua idatzi behar duzu.
nl: Je moet een doel opgeven
pt_br: Você deve selecionar um destino.

source: You have to enter an alias.
da: Du skal udfylde et alias.
de: Sie müssen einen Alias angeben.
es: Tiene que indicar un alias.
eu: Aliasa idatzi behar duzu.
nl: Je moet een alias ingeven
pt_br: Você deve selecionar um atalho.

source: description_adding_aliases
da: Her kan du tildele alternative web-adresser til en side. Dette er en let måde at gøre en side tilgængelig på flere forskellige internetadresser, som er lettere at huske. For eksempel kan du sørge for, at www.mitsite.dk/presse/2004/oekonomi/regnskab også kan findes på den korte adresse www.mitsite.dk/regnskab.
de: Mit diesem Formular können Sie dem Objekt zusätzliche Aliase (Namen) geben. Diese Aliase sind ein einfacher Weg um dieses Objekt unter anderen Adressen verfügbar zu machen.
es: Utilizando este formulario podrá agregar alias adicionales para un ítem. Esta es una manera fácil de lograr que un ítem esté disponible en dos direcciones URL diferentes.
eu: Formulario hau erabiliz, elementu baten aliasak kudeatu ditzakezu. Honek elementu bat helbide ezberdinetan atzigarri jartzea ahalbidetzen du.
nl: Met behulp van dit formulier, kun je de aliassen voor een item beheren. Dit is een gemakkelijke manier om een item beschikbaar te maken via 2 verschillende URLs.
pt_br: Usando esse formulário, você pode gerenciar os atalhos para um item. Essa é uma forma fácil de permitir o mesmo item com duas URLs diferentes.

source: description_bulk_upload
da: Tilføj en masse aliaser på en gang ved at uploade en CSV-fil. The første kolonne er en stil til, hvor der skal omstilles fra. Den anden kolonne er, hvad der skal omstilles til. Begge stier skal være relative i forhold til sitets rod og starte med en skråstreg (/).
de: Sie können mehrere Umleitungen gleichzeitig anlegen, indem Sie eine CSV-Datei hochladen. Die erste Spalte muss den Pfad enthalten, von dem aus umgeleitet wird. Die zweite Spalte muss das Ziel der Umleitung enthalten. Beide Pfade sind relativ zur Website-Wurzel und beginnen mit einem Schrägstrich (/).
es: Añada varios alias cargando un archivo CSV. La primera columna debería será dirección desde la que se creará la redirección; la segunda columna será la dirección a la que se hará la redirección. Las dos direcciones deben ser relativas a la raíz del sitio Plone y comenzar con un /
eu: Alias asko CSV fitxategi baten bidez kargatu. Lehenengo zutabean aliasaren helbidea agertu behar da eta bigarrenean zein helbidetara eramango duen. Bi bideak Plone atariaren erroarekiko bide erlatiboak izan behar dira eta / ikurrarekin hasi behar dira.
nl: Toevoegen van vele aliassen tegelijkertijd door een CSV-bestand te uploaden. De eerste kolom moet het pad bevatten vanwaar de verwijzing gebeurt; de tweede kolom, het pad naar waar de verwijzing gebeurt. Beide paden moeten relatief zijn tov de plone-site, en moeten beginnen met een slash (/).
pt_br: Você pode adicionar vários atalhos de uma vez fazendo o upload de um arquivo CSV. A primeira coluna deve ser o caminho de origem; a segunda, deve ser o caminho de destino. Ambos caminhos deve relativo ao portal e começando com uma barra '/'.

source: description_manage_aliases
da: Her kan du vælge, hvilke indholdstyper det skal være muligt at styre aliaser for og redigere alle eksisterende aliaser.
de: Mit diesem Formular können Sie auswählen, für welche Typen Sie Umleitungen verwalten wollen, und alle bestehenden Umleitungen verwalten.
es: Utilizando este formulario, puede elegir para que tipos de objeto podrá gestionar los alias y también podrá gestionar todos los alias.
eu: Formulario hau erabiliz, aliasak kudeatu eta zein elementu-motentzat aktibatuko diren konfigura dezakezu.
nl: Met behulp van dit formulier, kun je de types selecteren voor dewelke je aliassen wenst te beheren. Of alle bestaande aliassen beheren.
pt_br: Usando este formulário você pode habilitar o gerenciamento de atalhos nos tipos de conteúdo desejados.

source: error_bulk_upload
da: Ingen aliaser bliver oprettet. Ret fejlene i CSV-filen og forsøg igen:
de: Keine Umleitungen angelegt. Bitte korrigieren Sie diese Fehler in Ihrer CSV-Datei, und versuchen Sie es erneut:
es: No se han añadido alias. Corrija los errores del archivo CVS e inténtelo de nuevo.
eu: Ez da aliasik gehitu. Zuzendu CSV fitxategiaren erroreak eta saiatu berriro.
nl: Geen aliassen werden toegevoegd. Gelieve de fouten in de CSV-file te corrigeren and opnieuw te proberen:
pt_br: Nenhum atalho foi adicionado. Por favor corrige os erros no seu arquivo CSV e tente novamente:

source: example_bulk_upload
da: /gammel-forside.asp,/forside<br /> /presse,/om-os/nyheder/presse
de: /alte-homepage.asp,/front-page<br /> /people/MaxM,/Users/max-mustermann
es: /vieja-portada.asp, /portada<br/> /personas/JuanLopez, /usuarios/juan-lopez
eu: /helbide-zaharra.asp, /portada<br/> /ikasleak/Jon, /pertsonak/jon-gandiaga
nl: /old-home-page.asp,/front-page<br /> /mensen/JanJ,/Gebruikers/jan-janssen
pt_br: /velha-home-page.asp, /pagina-inicial<br />/pessoas/JoseSilva, /Usuarios/joao-souza

source: example_caption_bulk_upload
da: Eksempel:
de: Beispiel:
es: Ejemplo:
eu: Adibidea:
nl: Voorbeeld:
pt_br: Exemplo:

source: heading_add_aliases
da: Opsætning af alternative adresser
de: Einstellungen für Umleitungen
es: Configuración de alias e identificador alternativo
eu: Aliasak kudeatu
nl: Manage aliassen
pt_br: Gerenciar atalhos

source: help_alias
da: Skriv det nemme link til denne side. For eksempel regnskab eller /presse/regnskab.
de: Geben Sie hier einen Namen oder einen absoluten Pfad (wie /anderername) ein. Unter diesem Namen oder Pfad wird dieses Objekt auch erreichbar sein.
es: Ingrese el Nombre Corto alternativo o una ruta de acceso absoluta en el que debería existir un alias.
eu: Idatzi izen labur berria edo erabili beharreko helbidea
nl: Geef een alternatieve korte benaming in of een absoluut pad waar een alias zou moeten bestaan.
pt_br: Selecione o nome curto alternativo ou um caminho absoluto onde um atalho pode existir.

source: label_alias
da: Alias
de: Umleitung
es: Acceso
eu: Aliasa
nl: Alias
pt_br: Atalho

source: label_bulk_upload_line
da: Linie
de: Zeile
es: Línea
eu: Lerroa
nl: Lijn
pt_br: Linha

source: label_required
da: (Påkrævet)
de: (Erforderlich)
es: (Obligatorio)
eu: (Beharrezkoa)
nl: (Verplicht)
pt_br: (Obrigatório)

source: legend_all_existing_aliases
da: Alle eksisterende aliaser for dette site
de: Alle bestehenden Umleitungen dieser Website
es: Todos los alias de esta web
eu: Webgunean dauden alias guztiak
nl: Alle bestaande aliassen in deze site
pt_br: Todos atalhos existentes para esse site

source: legend_bulk_upload
da: Masse-upload aliaser
de: Massen-Upload von Umleitungen
es: Carga masiva de alias
eu: Alias asko batera kargatu
nl: Bulk-upload van aliassen
pt_br: Upload em lote de atalhos

source: legend_existing_aliases
da: Eksisterende alias'er for denne side
de: Existierende Umleitungen für dieses Objekt
es: Alias existentes para este ítem
eu: Elementu honentzat konfiguratu diren aliasak
nl: Reeds bestaande aliassen voor dit item
pt_br: Atalhos existentes para esse item

source: title_required
da: Påkrævet
de: Erforderlich
es: Obligatorio
eu: Beharrezkoa
nl: Verplicht
pt_br: Obrigatório

source: Aliases that point to themselves will cause an endless cycle of redirects.
nl: Aliassen die naar zichzelf verwijzen, zullen oneindige lussen veroorzaken.
pt_br: Atalhos que apontam para eles mesmos irão causar um ciclo de redirecionamentos sem fim.
